Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: gas is another fuel that can be burnt to release stored energy in the form of heat and light .
af: was in 'n kers kan verbrand word om lig te verskaf .

source: we can use gas heaters to keep warm and gas stoves to cook food and boil water .
af: was bevat gestoorde energie en as ons dit aan die brand steek kan ons die gestoorde energie in lig verander .

source: humans and animals need energy to live .
af: gas is nog 'n brandstof wat verbrand kan word om gestoorde energie in die vorm van hitte en lig vry te stel .

source: we get our energy from the food that we eat .
af: ons kan gasverwarmers gebruik om warm te bly en gasstowe gebruik om kos te maak of om water te kook .

source: do you remember learning about food chains in the beginning of the year in life and living ?
af: natuurlike gas is reukloos en kleurloos en dit is bekend as 'n 'skoon gas' want anders as ander fossielbrandstowwe produseer dit nie skadelike byprodukte terwyl dit brand nie .

source: choose one of the foods that you will eat for lunch today and draw a food chain including this food and ending with you .
af: mense en diere benodig energie om te lewe .

source: any food chain starting with the sun and ending with a person the learner .
af: kies een van die kosse wat jy vandag gaan eet vir middagete en teken 'n voedselketting insluitend hierdie kos en eindig dit by jouself .

source: remind learners about food chains and how the direction of the arrows shows the transfer of energy from the sun and then from one organism to the next .
af: enige voedselketting wat met die son begin en met 'n mens die leerder eindig is aanvaarbaar .

source: food contains stored energy that our bodies can change into useful energy that we need when we run jump breathe learn and do everything else that we do .
af: herinner die leerders aan voedselkettings en hoe die rigting van die pyle die oordrag van energie van die son en dan van een organisme na die volgende aantoon .

source: the energy value of food is often shown on the packaging of foods that we buy .
af: kos bevat gebergde energie wat ons liggame in bruikbare energie verander wat ons nodig het wanneer ons hardloop spring asemhaal leer of enige iets anders doen .

source: spend a moment going over the link between units of measurements and the use of kilo as this is often a huge problem with learners in the higher grades .
af: die energiewaarde van kos word dikwels aangedui op die verpakking van die kos wat ons koop .

source: for example write some of these on the board 1000 grams g 1 kilogram kg 1000 metres m 1 kilometre km and then write 1000 joules j &#8230; and ask learners for the answer .
af: die energie van voedsel word in kalorie&#235; kal of in joules j gemeet .

source: have a look at the photo of the side of a mealie meal packet below .
af: spandeer 'n bietjie tyd aan die skakel tussen eenhede van meting en die gebruik van 'kilo' want dit is dikwels 'n groot probleem met die leerders in die ho&#235;r grade .

source: the side of the packet contains a lot of information about what the mealie meal contains .
af: byvoorbeeld skryf 'n paar van hierdie op die bord text 1000 gram g 1 kilogram kg text 1000 meter m 1 kilometer km en skryf dan text 1000 joules j ... en vra die leerders vir die antwoord .

source: the energy value of a food tells us how much energy that food is worth to our bodies as fuel .
af: kyk na die foto van die kant van 'n pakkie mieliemeel hieronder .

source: an average adult man needs about 2500 kcal or 10 000 kj per day .
af: die kant van die pakkie het baie inligting oor wat mieliemeel bevat .

source: children and adults that are not very active need less energy .
af: die heel boonste re&#235;l wys dat 100g mieliemeel jou liggaam van 1368 kj energie voorsien .

source: it is important to eat a balanced diet .
af: die energiewaarde van voedsel wys vir ons hoeveel energie daardie kos werd is as brandstof vir ons liggame .

source: in the next activity we are going to look at how much energy different food gives us .
af: 'n gemiddelde volwasse man benodig ongeveer 2500 kcal of 10 000 kj per dag .

source: in gr. 6 we will learn a lot more about nutrition and what you should eat to be healthy !
af: kinders en volwassenes wat nie baie aktief is nie het minder energie nodig .

source: about two weeks before you get to this activity ask the learners to start bringing in packages from food that they eat e.g. cereal boxes butter wrappers egg boxes sweet wrappers biscuit boxes chip packets rice packets bread packets etc .
af: vra die leerders om die verpakkings van kos wat hulle ge&#235;et het saam te bring klas toe .

source: the bigger the variety of packages the better .
af: byvoorbeeld kartonhouers van graankos botterbakkies eierhouers lekkergoedpapiertjies koekiebokse skyfiepakkies ryspakkies broodsakkies ensovoorts .

source: make sure the learners understand that you need to be able to read the information in the table on the packet .
af: hoe groter die verskeidenheid verpakkings hoe beter .

source: have a couple of examples with you to show the learners what they are looking for .
af: maak seker die leerders verstaan dat hulle die inligting in die tabelle op die verpakkings moet kan lees .

source: nb not all foods will give kj per 100 g .
af: wys &#8217;n paar voorbeelde vir die leerders sodat hulle weet waarvoor om uit te kyk .

source: ask learners to attempt to do some of the conversions themselves .
af: neem kennis dat nie al die kossoorte &#8217;n kj telling per 100 g sal aantoon nie .

source: which food item contains the most amount of energy per 100g ?
af: watter voedselsoort bevat die meeste energie per 100g ?

source: which food item contains the least amount of energy per 100g ?
af: watter voedselsoort bevat die minste energie per 100g ?

source: fuels can also be used to give us other forms of useful energy .
af: brandstowwe kan ook gebruik word om vir ons ander vorms van bruikbare energie te gee .

source: petrol or diesel is used in cars and trucks to make them go .
af: petrol of diesel word in motors en vragmotors gebruik om hulle aan te dryf .

source: the stored energy in the fuel is changed into movement energy of the car or truck .
af: die gebergde energie in die brandstof word in bewegingsenergie vir die motor of vragmotor verander .

source: petrol and diesel are made from fossil fuels .
af: petrol en diesel is van fossielbrandstowwe gemaak .

source: can you see that even energy for cars and generating electricity comes from the sun ?
af: kan jy sien dat selfs energie vir motors en die opwekking van elektrisiteit van die son kom ?

source: coal is not only burnt in our homes for cooking and keeping us warm .
af: steenkool word nie net vir koskook en warmte in ons huise verbrand nie .

source: it can also be used to make electricity .
af: dit word ook in groot hoeveelhede verbrand om elektrisiteit te produseer .

source: a power station is a large factory where the coal is burnt in large amounts to produce electricity .
af: 'n kragstasie is 'n groot fabriek waar steenkool in groot hoeveelhede verbrand word om elektrisiteit te genereer .

source: we can also carry out an investigation to find out how much energy is stored in fuels .
af: ons kan ook 'n ondersoek uitvoer om uit te vind hoeveel energie in brandstowwe gestoor word .

source: the teacher must make the apparatus as per the instructions in the method .
af: die onderwyser moet die apparaat volgens die aanwysings in die metode maak .

source: this investigation must be performed by the teacher or under very careful teacher supervision due to the fire hazard .
af: hierdie ondersoek moet uitgevoer word deur die onderwyser of deur 'n leerder onder die toesig van die onderwyser omdat daar 'n brandgevaar bestaan .

source: if possible watch the video in the visit box to get an idea of the experiment .
af: indien moontlik kyk na die video om 'n idee van die eksperiment te kry .

source: if you cannot perform the experiment in your class then possibly play the video for learners .
af: as jy nie die eksperiment in jou klas kan uitvoer nie wys die video vir die leerders .

source: this investigations makes use of simple equipment such as tin cans and corks .
af: hierdie ondersoek maak gebruik van eenvoudige apparate soos blikkies en kurke .

source: but if you have access to a science laboratory then you can use a metal retort stand test tube and bunsen burner instead .
af: maar as jy toegang tot 'n wetenskaplabratorium het kan jy eerder 'n metaal retortstaander 'n bunsen brander en 'n proefbuis gebruik .

source: the idea of this investigation is to show that you do not need fancy science apparatus to perform an experiment .
af: die idee van hierdie ondersoek is om vir leerders te wys mens het nie ingewikkelde wetenskapstoerusting nodig om 'n eksperiment uit te voer nie .

source: aim to determine which fuel contains the most energy
af: doel om te bepaal watter brandstof die meeste energie bevat .

source: the idea of this investigation is to examine the amount of energy given off by a peanut .
af: die doel van hierdie ondersoek is om te kyk hoeveel energie deur &#8217;n grondboontjie vrygestel word .

source: nb learners might struggle with linking a burning object with energy given off which then heats water which then gives a reading on a thermometer .
af: nb leerders kan dalk met die volgende sukkel die koppeling van &#8217;n brandende voorwerp wat energie vrystel om die water verhit en &#8217;n lesing op &#8217;n termometer gee .

source: take time to explain how a burning peanut can result in a different reading on a thermometer and that we are actually looking at the energy given off and not the reading on the thermometer .
af: verduidelik hoe &#8217;n brandende grondboontjie verskillende lesings op &#8217;n termometer kan gee .

source: the thermometer reading is an indicator that more energy is released.the experiment can be taken further to compare different fuels .
af: ons wil weet hoeveel energie vrygestel is en nie noodwendig wat die lesings op die termometer is nie .

source: you can also use a piece of wood piece of candle wax piece of biscuit approximately the same weight of each fuel .
af: die termometer se lesing is &#8217;n aanduiding dat meerenergie vrygestel is .

source: it is important to burn the same weight of each fuel so that you can directly compare the amount of energy given off per gram of weight .
af: die eksperiment kan uitgebrei word om verskillende brandstowwe te vergelyk .

source: burning a peanut video http www.youtube.com watch?v uz6201oj1qo
af: die verbranding van 'n grondboon video goo.gl joxw6

source: write a conclusion for your investigation .
af: skryf 'n gevolgtrekking vir jou ondersoek neer .

source: the energy stored in the peanut was changed into heat energy which we used to warm the water .
af: die energie wat in die grondboontjie gestoor is word in hitte energie verander en ons het dit gebruik om die water te verwarm .

source: at this point ask questions like if the peanut had stored a greater amount of energy would the final temperature of the water be greater or smaller .
af: in hierdie stadium vra ons &#8217;n vraag soos die volgende indien die grondboontjie &#8217;n groter hoeveelheid energie gestoor het sou die water se finale temperatuur meer of minder gewees het ?

source: lead the class to discuss which substance contained the most amount of energy .
af: lei nou &#8217;n klasbespreking oor watter soort brandstof die meeste energie bevat .

source: also ensure the learners understand that to make a fair comparison about the amount of stored energy in each substance that you would have had to have the same mass of fuel for each experiment .
af: maak seker die leerders verstaan dat om &#8217;n regverdige vergelyking te tref is dit belangrik dat al die brandstowwe wat in die eksperiment gebruik word se massa dieselfde is &#8211; appels moet as&#8217;t ware met appels vergelyk word .

source: in addition you could use a metal bottle top and fill with paraffin or other liquid fuel to compare stored energy .
af: jy kan ook &#8217;n metaalbottelprop met paraffien of 'n ander vloeibare brandstof opvul om die gebergde energie mee te vergelyk .

source: which fuel contained the largest amount of energy and how did you determine this ?
af: watter brandstof het die meeste energie bevat en hoe het jy dit bepaal ?

source: the fuel containing the most amount of energy would have burnt for the longest and therefore caused the greatest change in the temperature of the water .
af: die brandstof wat die meeste energie bevat sou die langste gebrand het en dus die grootste verskil in die temperatuur van die water veroorsaak .

source: where did the energy in the peanut originally come from ?
af: waarvandaan het die energie in die grondboontjie oorspronklik gekom ?

source: discuss what happened to the energy stored in the nut or other fuels you used .
af: bespreek wat gebeur het met die energie wat in die grondboontjie of ander brandstowwe wat gebruik is gestoor is .

source: as the nut was set on fire the stored energy was released as heat and light .
af: soos die grondboontjie verbrand het is die gebergde energie vrygestel as hitte en lig .

source: what was the input energy needed to make the peanut and other fuels burn ?
af: wat was die inset energie wat nodig was om die grondboontjie en die ander brandstowwe te verbrand ?

source: heat energy
af: hitte energie .

source: what was the output energy obtained from the fuel ?
af: wat was die uitset energie van die brandstof ?

source: heat and light energy
af: hitte en ligenergie .

source: discuss how you could compare the amount of energy stored in peanuts to the amount of energy stored in a cashew nut .
af: bespreek hoe jy die hoeveelheid energie gestoor in grondboontjies vergelyk met die hoeveelheid energie wat in 'n kasjoeneut gestoor word .

source: the experiment peanut or cashew nut that produces the biggest increase in temperature has used the fuel with the most stored energy .
af: die eksperiment grondboontjie of kasjoeneut wat die grootste toename in temperatuur tot gevolg gehad het het die brandstof met die meeste gestoorde energie gebruik .

source: repeat the experiment with a peanut and then a cashew nut of the same mass .
af: herhaal die eksperiment met 'n grondboontjie en dan met 'n kasjoeneut van dieselfde massa .

source: learners can go into the details of how to set up and perform the experiment .
af: leerders kan die verdere besonderhede verduidelik van hoe om die eksperiment op te stel .

source: unless they have done it they won't be able to predict which one has the most stored energy but the following conclusion could be made
af: as hulle dit nie doen nie gaan hulle nie kan voorspel watter een die meeste opgegaarde energie het nie .

source: in order to light the fuel you had to put in a small amount of energy .
af: om die brandstof aan te steek moes jy 'n klein bietjie energie insit .

source: the fuel however gave out a lot more energy than what was put in .
af: die brandstof gee egter baie meer energie af as wat ingesit is .

source: the difference between the energy you put in and the energy the fuel gave out is how much energy was stored in the fuel .
af: die verskil tussen die energie wat jy insit en die energie wat die brandstof afgee is die hoeveelheid energie wat in die brandstof gestoor is .

source: the output energy obtained from a fuel is greater than the input energy needed to make the fuel burn .
af: die uitset energie wat uit brandstof verkry word is groter as die inset energie wat die brandstof laat brand .

source: we have learnt that burning fuels provides us with energy that we can use .
af: ons het geleer dat brandstof wat brand vir ons energie gee wat ons kan gebruik .

source: what does a fuel need to be able to burn ?
af: wat het brandstof nodig om te brand ?

source: it requires some energy to start burning fuel .
af: brandstof wat brand het energie nodig om te begin brand .

source: fuel needs oxygen to burn .
af: brandstof het suurstof nodig om te brand .

source: fuel usually gets oxygen from the air around it .
af: brandstof kry suurstof uit die lug .

source: there are other gases present in air as well but they do not burn .
af: daar is ander gasse ook in die lug maar hulle brand nie .

source: the following pie chart illustrates how much of each type of gas is found in the air around us .
af: die volgende sirkeldiagram illustreer hoeveel van elke soort gas in die lug om ons is .

source: the science of fireworks video
af: die wetenskap van vuurwerke video .

source: how much of the air around us consists of oxygen ?
af: hoeveel van die lug rondom ons bevat suurstof ?

source: oxygen makes up 21 of the air around us .
af: 21 van die lug is suurstof .

source: when something burns we say it is combusting .
af: wanneer iets brand s&#234; ons dit gaan deur 'n proses van verbranding .

source: another word for burning is combustion .
af: 'n ander woord vir brand is dus verbranding .

source: what happens to a flame when we take one of these things away such as oxygen ?
af: wat gebeur met 'n vlam wanneer ons een van hierdie dinge soos die suurstof wegvat ?

source: when we take something away we say we deprive it .
af: wanneer ons iets wegvat s&#234; ons ons ontneem dit .

source: let's find out what happens when a flame is deprived of oxygen !
af: kom ons kyk wat gebeur as 'n vlam van suurstof ontneem word .

source: aim to find out how long a candle will burn for when given different amounts of oxygen .
af: doel om uit te vind hoe lank 'n kers sal brand as dit verskillende hoeveelhede suurstof kry .

source: in which glass jar did the candle burn the longest ?
af: in watter glasfles het die kers die langste gebrand ?

source: the extra large jar
af: die ekstra groot fles .

source: in which glass jar did the candle burn out the fastest ?
af: in watter glasfles het die kers die vinnigste uitgebrand ?

source: the small jar
af: die klein fles .

source: write a conclusion for the investigation .
af: skryf 'n gevolgtrekking vir die ondersoek .

source: the more air the candle has available the longer the candle can burn for .
af: hoe meer lug die kers kry hoe langer kan die kers brand .

source: when lighting a candle identify the heat source that provides the starting energy and the fuel supply .
af: identifiseer die hittebron wat die aanvangsenergie en die brandstof voorsien wanneer jy 'n kers aansteek .

source: heat source is lit match fuel is the wax
af: die hittebron is die vuurhoutjie die brandstof is die was .

source: why did the candle go out once you put the glass jar over the candle ?
af: waarom het die kers doodgegaan toe jy die glasfles oor die kers gesit het ?

source: the candle used up all the oxygen in the air .
af: die kers het al die suurstof opgebruik .

source: burning cannot happen without oxygen so the candle went out .
af: verbranding kan nie sonder suurstof plaasvind nie en die kers het doodgegaan .

source: why do you think there is a difference in the time it took for the candle to go out ?
af: waarom dink jy het dit verskillende tye geneem vir die kers om dood te gaan ?

source: the small jar has less air and hence less oxygen than the bigger jars .
af: die klein fles het minder lug in en daarom minder suurstof as die groter flesse .

source: the smaller the amount of oxygen the quicker it gets used up and the quicker the candle goes out .
af: hoe minder suurstof hoe vinniger word dit opgebruik en dan gaan die kers dood .

source: a candle that is allowed to burn freely in air will eventually burn down and go out .
af: 'n kers wat toegelaat word om vrylik in lug te brand sal uiteindelik uitbrand .

source: why does the candle stop burning in this situation ?
af: waarom hou die kers in hierdie geval op met brand ?

source: the fuel has run out .
af: die brandstof het opgeraak .

source: in this experiment we learnt that if you take away the fuel or the oxygen the flame will stop burning .
af: wat ons tot dusver geleer het is dat as jy die brandstof of die suurstof wegneem sal verbranding stop .

source: for combustion to be possible three things are required; a heat source fuel and oxygen .
af: vir verbranding om moontlik te wees het jy 'n hittebron brandstof en suurstof nodig .

source: without one of the three combustion will not happen .
af: sonder een van hierdie drie sal verbranding nie kan plaasvind nie .

source: you can remember this using the fire triangle in the following picture .
af: jy kan dit onthou deur die verbrandingsdriehoek te gebruik kyk na die prentjie hieronder .

source: all three sides of the triangle are required for combustion .
af: al drie sye van die driehoek is nodig vir verbranding .

source: burning substances in air and pure oxygen video http www.youtube.com watch?v zsndk3vq3ho
af: stowwe wat in lug en suiwer suurstof brand. video . goo.gl sev5g

source: invite someone from the local fire department to come and talk to the children in your school .
af: nooi iemand van die plaaslike brandweer om met die kinders in jou skool te kom praat .

source: ask them to bring their equipment and talk to them about fire safety .
af: vra dat die brandweerman van sy toerusting saambring en met die leerders gesels oor veiligheid tydens brande .

source: the fire department is normally very willing to visit schools and they are the experts .
af: die brandweer is gewoonlik baie gewillig om skole te besoek en hulle is kenners op die gebied .

source: if the fire department is not available a community member can also be asked to talk to the learners .
af: as die brandweer nie beskikbaar is nie kan 'n lid van die gemeenskap ook gevra word om met die leerders te praat .

source: we have spoken a lot about fire and burning in this chapter so far .
af: ons het nou al baie oor vuur en verbranding in di&#233; hoofstuk gepraat .

source: fire is a major source of heat energy for many people whether it for keeping warm cooking food or for some other purpose .
af: vuur is 'n groot bron van hitte energie vir baie mense wat dit gebruik om warm te bly kos te kook of vir een of ander ander rede .

source: although fire is very useful it is also very dangerous !
af: alhoewel vuur nuttig is is dit ook gevaarlik .

source: great care is needed when using fire .
af: jy moet baie versigtig wees wanneer jy vuur maak .

source: fire is a threat in our communities .
af: vuur kan ons gemeenskappe bedreig .

source: there are a few safety rules that everybody should know
af: hier is 'n paar veiligheidsre&#235;ls wat almal moet ken .

source: some plants even need fire to survive !
af: sommige plante het vuur nodig om te oorleef !

source: an example is fynbos .
af: een voorbeeld is fynbos .

source: this is a group of plant species found only in south africa .
af: dit is 'n groep plantspesies wat net in suid afrika voorkom .

source: the seeds of fynbos plants need smoke and heat to germinate .
af: die saad van fynbos het rook en hitte nodig om te ontkiem .

source: fire alarms are extremely important to warn people in buildings that a fire has started .
af: brandalarms is baie belangrik om mense te waarsku in 'n gebou waar 'n vuur ontstaan het .

source: a great additional activity is to demonstrate the use of a fire extinguisher and then ask the learners to explain why it puts out the fire .
af: 'n lekker ekstra aktiwiteit is om die gebruik van 'n brandblusser te demonstreer en dan vir die leerders te verduidelik hoekom dit die vuur blus .

source: does the fire extinguisher blow out the fire ?
af: het die brandblusser die vuur uitgeblaas ?

source: does it remove oxygen from the burning material ?
af: het dit die suurstof van die brandende materiaal weggeneem ?

source: does it remove heat from the fire ?
af: het dit hitte van die vuur weggeneem ?
